[
  {
    "name":"Wonder woman",
    "isbn":"0001",
    "author":"Greg Rucka",
    "image":"./images/wonderwoman.jpg",
    "description": "An incredible collection that marks the long-awaited return of legendary WONDER WOMAN writer Greg Rucka, featuring stunning art from Nicola Scott (EARTH 2) and Liam Sharp (GEARS OF WAR)—WONDER WOMAN: THE REBIRTH DELUXE EDITION BOOK 1 collects stories from one of the breakout hits of DC Rebirth. This series is a perfect jumping-on point into the world of Wonder Woman and the first hardcover collection of the new Rebirth series!"
  },
    {
      "name":"Spider-man, New Beginnings ",
      "isbn":"0002",
      "author":"Delilah S. Dawson",
      "image":"./images/spiderman.jpg",
      "description": "Peter Parker has thrown down with deadly villains and legendary heroes, but high school life might be his greatest challenge yet. Luckily, he has a shot at making the grade with a little help from his new friends... Miles Morales and Gwen Stacy!"
    },
    {
      "name":"Jessica Jones, Alias",
      "isbn":"0003",
      "author":"Brian Michael Bendis ",
      "image":"./images/jessicajones.jpg",
      "description":"Meet Jessica Jones. Once upon a time, she was a costumed super hero — but not a very good one. Her powers were unremarkable compared to the amazing abilities of the costumed icons that populate the Marvel Universe. In a city of Marvels, she never found her niche. The self-destructive would-be Avenger is now the owner and sole employee of Alias Investigations — a small, private-investigative firm specializing in superhuman cases. When she uncovers the potentially explosive secret of one hero’s true identity, Jessica’s life immediately becomes expendable. But her wit, charm and intelligence just may help her survive another day. Thrust into the midst of a conspiracy that reaches the highest levels, has Jessica burned too many bridges to turn to old friends for help?"
    },
    {
      "name":"Avengers World",
      "isbn":"0004",
      "author":"Jonathan Hickman",
      "image":"./images/avengersworld.jpg",
      "description":"The greatest heroes in comics, together as one expansive, unbeatable team! The Avengers' first mission takes them to Mars, but the secrets of the Garden lead right back to Earth's Savage Land! Plus, the Shi'ar Imperial Guard and Captain Universe races to decipher the code hidden in the Avengers' recent adventures!"
    },
    {
      "name":"Luke Cage, Sins of the Father",
      "isbn":"0005",
      "author":"Nelson Blake",
      "image":"./images/lukecage.jpg",
      "description":"The man who made Luke Cage into the unbreakable hero he is today, Dr. Noah Burstein, is dead. But when Luke heads to New Orleans for the funeral, it turns out that there may be more to his father figure's death than he realized. Shady billionaires, amped-up gangs, and a shadowy figure from his past propel Luke into a world of mystery. The hunt he begins may end up destroying him...but when Cage is looking for answers, it's a bad day for anyone in his way!"
    },
    {
      "name":"Batman's world",
      "isbn":"0006",
      "author":"Nicole Reynolds",
      "image":"./images/batmanworld.jpg",
      "description":"Discover the world of Bruce Wayne a.k.a. Batman. By day he's a rich businessman, but by night he's defending Gotham City! Join Batman on his adventures as he battles Super-Villains with the help of his Super Hero friends."
    },
    {
      "name":"Catwoman,Come Home Alley Cat",
      "isbn":"0007",
      "author":"Ram V",
      "image":"./images/catwoman.jpg",
      "description":"In the aftermath of “The Joker War,” Selina Kyle has taken up residence in Alleytown. But when she finds that her old stomping grounds have been taken over by drug-running mobsters, she hatches a plan to take the town back! But unbeknownst to her, she’s being tracked by a terrifying new foe: a hit man in priest’s clothing known only as Father Valley, who carries a bag of bibles around as trophies from each of his victims. Will she be able to loosen the mafia’s stranglehold on her new hometown or become another victim to Father Valley’s sacred oath? Plus, Selina heads to the jungle to steal a diamond from a supervillain auction!"
    },
    {
      "name":"Inmortal Hulk, The Green Door",
      "isbn":"0008",
      "author":"Al Ewing",
      "image":"./images/hulk.jpg",
      "description":"Bruce Banner is alive and on the loose — and now the entire world knows it. Soon the Hulk finds himself hunted once again — this time by the government, Alpha Flight, the mysterious Shadow Base...and the Avengers! Someone’s going to find him first, but which option is least bad? It might not matter, because Bruce has bigger problems. Something terrible has infected him. Something with unspeakable plans for humanity. And the only one who knows about this dark infection…is the Hulk! Meanwhile, Carl “Crusher” Creel was just trying to live. Now, to save what he’s built for himself, he must do the impossible. The Absorbing Man must kill the Immortal Hulk! "
    },
    {
      "name":"Deadpool, All Good Things ",
      "isbn":"0009",
      "author":"Gerry Duggan",
      "image":"./images/deadpool.jpg",
      "description":"It's the end of the road for the Merc With a Mouth! And what better way to celebrate the series' end than to kill Deadpool? Yup, you heard us! First, Deadpool takes a relaxing vacation to the Middle East, where a simple merc job leads to a violent battle with Omega Red and a journey into the Tomb of Scariness with Shiklah! "
    },
    {
      "name":"Warrior for Justice",
      "isbn":"0010",
      "author":"Liz Marsham",
      "image":"./images/wonderwomanwarrior.jpg",
      "description":"Discover Wonder Woman's incredible superpowers, the brave friends who help her and the dangerous enemies she must face. Engaging topics and fun, interactive pages build reading skills in this Level 3 Reader - just right for children who are beginning to read on their own. A glossary and fun quiz at the end of the book help to develop vocabulary and reading comprehension skills. Each title in the DK Readers series is developed in consultation with leading literacy experts to help children build a lifelong love of reading."
    },
    {
      "name":"Batman: The Dark Knight Returns",
      "isbn":"0011",
      "author":"Frank Miller",
      "image":"./images/batmandarkknight.jpg",
      "description":"Celebrate 30 years of one of the most influential stories ever told in the comics medium with the anniversary edition of the undisputed graphic novel masterpiece and NEW YORK TIMES bestseller BATMAN: THE DARK KNIGHT RETURNS."
    },
    {
      "name":"Avengers",
      "isbn":"0012",
      "author":"Jonathan Hickman",
      "image":"./images/avengers.jpg",
      "description":"The last White Event changes everything as Jonathan Hickman's sprawling Avengers saga continues! The Starbrand has manifested, but will he be Earth's mightiest hero...or the biggest threat to the Avengers' world? Meanwhile, tensions run high between the Black Panther and the Sub-Mariner as hidden connections between the events of AVENGERS and NEW AVENGERS begin to be revealed! Earth's Origin Sites go active, signaling something ancient out in the cosmos! The terrorist scientists of A.I.M. unveil their latest scheme! The High Evolutionary stakes his claim on the Children of the Sun! Hyperion learns the true cost of the decisions he made in the Savage Land! And the techno-titan Terminus returns! Plus, a solo tale of the newest Avenger - Shang-Chi, Master of Kung Fu!"
    },
    {
      "name":"Superman",
      "isbn":"0013",
      "author":"Peter J. Tomasi",
      "image":"./images/superman.jpg",
      "description":"Part of the most critically acclaimed, best-selling, all-new line of volume one graphic novels, DC Universe Rebirth! When the Man of Steel died defending his adopted home, it seemed that the spirit of truth and justice he represented was extinguished forever. But watching from the sidelines was another Superman-older, wiser, more experienced-with his wife, Lois Lane, and their son, Jonathan Kent. Now this refugee from a vanished universe is stepping out of the shadows, ready to assume the mantle of his fallen counterpart and take to the skies once more as Earth’s greatest hero."
    },
    {
      "name":"Wolverine: Wolverine's Revenge",
      "isbn":"0014",
      "author":"Jason Aaron",
      "image":"./images/wolverine.jpg",
      "description":"James Howlett, Logan, Weapon X, Patch. In his many lives, Wolverine has known great pain-- but never did he suffer more than at the hands of the devil himself in the depths of hell. Now, he takes on the cult that sent him there to burn: the Right Red Hand."
    },
    {
      "name":"Batman: Year One",
      "isbn":"0015",
      "author":"Frank Miller",
      "image":"./images/batman.jpg",
      "description":"A new edition of one of the most important and critically acclaimed Batman adventures ever, written by Frank Miller, author of THE DARK KNIGHT RETURNS!"
    }
  ]



